
<!-- saved from url=(0065)https://fuse.pha.jhu.edu/Graphics/scigraph/barcodes/barcodes.html -->
<html class="translated-ltr"><script>
(() => {
/**
 * This script injected by the installed three.js developer
 * tools extension.
 * https://github.com/threejs/three-devtools
 */

const $devtoolsReady = Symbol('devtoolsReady');
const $backlog = Symbol('backlog');

// The __THREE_DEVTOOLS__ target is small and light-weight, and collects
// events triggered until the devtools panel is ready, which is when
// the events are flushed.
const target = new class ThreeDevToolsTarget extends EventTarget {
  constructor() {
    super();
    this[$devtoolsReady] = false;
    this[$backlog] = [];
    this.addEventListener('devtools-ready', e => {
      this[$devtoolsReady] = true;
      for (let event of this[$backlog]) {
        this.dispatchEvent(event);
      }
    }, { once: true });
  }

  dispatchEvent(event) {
    if (this[$devtoolsReady] || event.type === 'devtools-ready') {
      super.dispatchEvent(event);
    } else {
      this[$backlog].push(event);
    }
  }
}

Object.defineProperty(window, '__THREE_DEVTOOLS__', {
  value: target,
});
})();
</script><head><meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;</title>
<link type="text/css" rel="stylesheet" charset="UTF-8" href="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/m=el_main_css"></head>

<!--#include virtual="/web_includes/sidebar.html"-->

<body><center>
<table width="550">
<tbody><tr><td>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/emspect.gif" width="550">

<table cellpadding="5" cellspacing="5" width="550">
<tbody><tr>
<td valign="top" align="center">
<font color="#6666CC"><font size="+3">
<b><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;</font></font></b><br></font></font>
<p>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/bctop.gif">
</p><p>
</p><h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1058;&#1077;&#1082;&#1089;&#1090; &#1050;&#1077;&#1085;&#1072; &#1057;&#1077;&#1084;&#1073;&#1072;&#1093;&#1072; &#1080; &#1041;&#1080;&#1083;&#1083;&#1072; &#1041;&#1083;&#1101;&#1088;&#1072; </font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1043;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072; &#1050;&#1077;&#1085;&#1072; &#1057;&#1077;&#1084;&#1073;&#1072;&#1093;&#1072;</font></font></h4>
</td>
</tr>
</tbody></table>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/emspect.gif" width="550">

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1040;&#1089;&#1090;&#1088;&#1086;&#1085;&#1086;&#1084;&#1099; &#1091;&#1079;&#1085;&#1072;&#1102;&#1090; &#1086; &#1042;&#1089;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081;, &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1103; &#1089;&#1074;&#1077;&#1090; &#1086;&#1090; &#1076;&#1072;&#1083;&#1077;&#1082;&#1080;&#1093; &#1072;&#1089;&#1090;&#1088;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074;, &#1090;&#1072;&#1082;&#1080;&#1093; &#1082;&#1072;&#1082; &#1079;&#1074;&#1077;&#1079;&#1076;&#1099; &#1080;&#1083;&#1080; &#1075;&#1072;&#1083;&#1072;&#1082;&#1090;&#1080;&#1082;&#1080;. </font><font style="vertical-align: inherit;">&#1057;&#1074;&#1077;&#1090; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; </font></font><i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;,</font></font></i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#1080; &#1087;&#1086;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1091; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1090;&#1100; &#1079;&#1072; &#1079;&#1074;&#1077;&#1079;&#1076;&#1086;&#1081; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1083;&#1077;&#1075;&#1095;&#1077;, &#1095;&#1077;&#1084; &#1087;&#1091;&#1090;&#1077;&#1096;&#1077;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082; &#1085;&#1077;&#1081;, &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100;, &#1086; &#1095;&#1077;&#1084; &#1085;&#1072;&#1084; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090; &#1089;&#1074;&#1077;&#1090;, &#1080;&#1084;&#1077;&#1077;&#1090; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;!  
</font></font></p><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1054;&#1076;&#1085;&#1080;&#1084; &#1080;&#1079; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1093; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; &#1076;&#1083;&#1103; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1089;&#1074;&#1077;&#1090;&#1072; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1091;&#1089;&#1090;&#1088;&#1086;&#1081;&#1089;&#1090;&#1074;&#1086;, &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1084;&#1086;&#1077; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1088;&#1072;&#1092;&#1086;&#1084; 
 </font></font><i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">,</font></font></i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1088;&#1072;&#1079;&#1073;&#1080;&#1074;&#1072;&#1077;&#1090; &#1089;&#1074;&#1077;&#1090; &#1085;&#1072; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1077; &#1094;&#1074;&#1077;&#1090;&#1072;, &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1086; &#1090;&#1086;&#1084;&#1091;, &#1082;&#1072;&#1082; &#1082;&#1072;&#1087;&#1083;&#1080; &#1076;&#1086;&#1078;&#1076;&#1103; &#1087;&#1088;&#1077;&#1083;&#1086;&#1084;&#1083;&#1103;&#1102;&#1090; &#1089;&#1086;&#1083;&#1085;&#1077;&#1095;&#1085;&#1099;&#1081; &#1089;&#1074;&#1077;&#1090;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1103; &#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1099;&#1077; &#1088;&#1072;&#1076;&#1091;&#1075;&#1080; &#1085;&#1072; &#1085;&#1077;&#1073;&#1077;. </font><font style="vertical-align: inherit;">&#1055;&#1088;&#1080;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1099;&#1081; &#1082; &#1090;&#1077;&#1083;&#1077;&#1089;&#1082;&#1086;&#1087;&#1091; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1088;&#1072;&#1092; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1084;&#1086;&#1097;&#1085;&#1099;&#1084; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1084; &#1076;&#1083;&#1103; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1042;&#1089;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081;.
</font></font></p><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1050; &#1089;&#1095;&#1072;&#1089;&#1090;&#1100;&#1102; &#1076;&#1083;&#1103; &#1072;&#1089;&#1090;&#1088;&#1086;&#1085;&#1086;&#1084;&#1086;&#1074;, &#1101;&#1090;&#1086;&#1090; &#1084;&#1077;&#1090;&#1086;&#1076; &#1084;&#1086;&#1078;&#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086; &#1074;&#1089;&#1077;&#1084;&#1080; &#1074;&#1080;&#1076;&#1072;&#1084;&#1080; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1072; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089; &#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084; &#1089;&#1074;&#1077;&#1090;&#1086;&#1084;, &#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084;&#1091; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099; &#1085;&#1072;&#1096;&#1080; &#1075;&#1083;&#1072;&#1079;&#1072;. </font><font style="vertical-align: inherit;">&#1056;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1074;&#1080;&#1076;&#1099; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1090;&#1072;&#1082;&#1080;&#1077; &#1082;&#1072;&#1082; &#1080;&#1085;&#1092;&#1088;&#1072;&#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081;, &#1091;&#1083;&#1100;&#1090;&#1088;&#1072;&#1092;&#1080;&#1086;&#1083;&#1077;&#1090;&#1086;&#1074;&#1099;&#1081;, &#1088;&#1077;&#1085;&#1090;&#1075;&#1077;&#1085;&#1086;&#1074;&#1089;&#1082;&#1080;&#1081; &#1089;&#1074;&#1077;&#1090; &#1080; &#1090;. &#1076;., &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090; &#1088;&#1072;&#1079;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;. </font><font style="vertical-align: inherit;">&#1057;&#1087;&#1091;&#1090;&#1085;&#1080;&#1082; FUSE &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1089;&#1074;&#1077;&#1090; &#1074; &#1076;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081; &#1091;&#1083;&#1100;&#1090;&#1088;&#1072;&#1092;&#1080;&#1086;&#1083;&#1077;&#1090;&#1086;&#1074;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1072;, &#1089;&#1074;&#1077;&#1090; &#1089; &#1076;&#1083;&#1080;&#1085;&#1086;&#1081; &#1074;&#1086;&#1083;&#1085;&#1099; &#1086;&#1090; 90 &#1076;&#1086; 120 &#1085;&#1072;&#1085;&#1086;&#1084;&#1077;&#1090;&#1088;&#1086;&#1074; (1 &#1085;&#1072;&#1085;&#1086;&#1084;&#1077;&#1090;&#1088; = 1 &#1084;&#1080;&#1083;&#1083;&#1080;&#1072;&#1088;&#1076;&#1085;&#1072;&#1103; &#1095;&#1072;&#1089;&#1090;&#1100; &#1084;&#1077;&#1090;&#1088;&#1072;!). </font><font style="vertical-align: inherit;">&#1044;&#1083;&#1103; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1081; &#1089;&#1074;&#1077;&#1090; &#1082;&#1086;&#1083;&#1077;&#1073;&#1083;&#1077;&#1090;&#1089;&#1103; &#1086;&#1090; 400 &#1076;&#1086; 700 &#1085;&#1072;&#1085;&#1086;&#1084;&#1077;&#1090;&#1088;&#1086;&#1074; (&#1086;&#1090; 4000 &#1076;&#1086; 7000 &#1072;&#1085;&#1075;&#1089;&#1090;&#1088;&#1077;&#1084;).
</font></font></p><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1042; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1082;&#1072;&#1082;&#1086;&#1075;&#1086;-&#1083;&#1080;&#1073;&#1086; &#1087;&#1088;&#1086;&#1084;&#1077;&#1078;&#1091;&#1090;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1072; &#1089;&#1074;&#1077;&#1090; &#1079;&#1074;&#1077;&#1079;&#1076;&#1099; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1077;&#1090; &#1085;&#1072;&#1089; &#1085;&#1077;&#1079;&#1072;&#1090;&#1077;&#1085;&#1077;&#1085;&#1085;&#1099;&#1084;. </font><font style="vertical-align: inherit;">&#1050;&#1086;&#1075;&#1076;&#1072; &#1089;&#1074;&#1077;&#1090; &#1088;&#1072;&#1089;&#1089;&#1077;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1094;&#1074;&#1077;&#1090;&#1072; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1088;&#1072;&#1092;&#1072;, &#1086;&#1085; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1090;&#1100; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086; </font></font><i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1090;&#1072;&#1082;</font></font></i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> :
</font></font></p><center>
<p>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/continuum1.gif">
</p><p>
</p></center><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1077;&#1089;&#1083;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091; &#1085;&#1072;&#1084;&#1080; &#1080; &#1079;&#1074;&#1077;&#1079;&#1076;&#1086;&#1081; &#1077;&#1089;&#1090;&#1100; &#1086;&#1076;&#1085;&#1086; &#1080;&#1083;&#1080; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1075;&#1072;&#1079;&#1086;&#1074;&#1099;&#1093; &#1086;&#1073;&#1083;&#1072;&#1082;&#1086;&#1074;, &#1101;&#1090;&#1072; </font></font><i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1084;&#1077;&#1078;&#1079;&#1074;&#1077;&#1079;&#1076;&#1085;&#1072;&#1103; &#1089;&#1088;&#1077;&#1076;&#1072;</font></font></i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> &#1087;&#1086;&#1075;&#1083;&#1086;&#1097;&#1072;&#1077;&#1090; &#1095;&#1072;&#1089;&#1090;&#1100; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1087;&#1088;&#1077;&#1078;&#1076;&#1077; &#1095;&#1077;&#1084; &#1086;&#1085; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1085;&#1077;&#1090; &#1085;&#1072;&#1089;. </font><font style="vertical-align: inherit;">&#1042; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1090;&#1080;&#1087;&#1099; &#1072;&#1090;&#1086;&#1084;&#1086;&#1074; &#1080;&#1083;&#1080; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1074; &#1087;&#1086;&#1075;&#1083;&#1086;&#1097;&#1072;&#1102;&#1097;&#1080;&#1093; &#1075;&#1072;&#1079;&#1086;&#1074;&#1099;&#1093; &#1086;&#1073;&#1083;&#1072;&#1082;&#1072;&#1093;, </font><font style="vertical-align: inherit;">&#1085;&#1072; &#1085;&#1077;&#1087;&#1088;&#1077;&#1088;&#1099;&#1074;&#1085;&#1099;&#1081; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;, &#1080;&#1079;&#1083;&#1091;&#1095;&#1072;&#1077;&#1084;&#1099;&#1081; &#1079;&#1074;&#1077;&#1079;&#1076;&#1086;&#1081;, &#1085;&#1072;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;
 &#1088;&#1103;&#1076; &#1090;&#1077;&#1084;&#1085;&#1099;&#1093; &#1076;&#1077;&#1090;&#1072;&#1083;&#1077;&#1081; &#1080;&#1083;&#1080; </font></font><i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1083;&#1080;&#1085;&#1080;&#1081; &#1087;&#1086;&#1075;&#1083;&#1086;&#1097;&#1077;&#1085;&#1080;&#1103; , &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086; &#1090;&#1072;&#1082;:</font></font></i><font style="vertical-align: inherit;"></font><center>
<p>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/continuum2.gif">
</p><p>
</p></center><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1069;&#1090;&#1080; &#1083;&#1080;&#1085;&#1080;&#1080; &#1087;&#1086;&#1075;&#1083;&#1086;&#1097;&#1077;&#1085;&#1080;&#1103; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1077; &#1086;&#1073;&#1083;&#1072;&#1082;&#1086;&#1074; (&#1090;&#1080;&#1087;&#1099; &#1080; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1072;&#1090;&#1086;&#1084;&#1086;&#1074; &#1080; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083; &#1074; &#1075;&#1072;&#1079;&#1077;). </font><font style="vertical-align: inherit;">&#1054;&#1085;&#1080; &#1090;&#1072;&#1082;&#1078;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1072;&#1102;&#1090; &#1085;&#1072;&#1084; &#1090;&#1072;&#1082;&#1080;&#1077; &#1074;&#1077;&#1097;&#1080;, &#1082;&#1072;&#1082; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1075;&#1072;&#1079;&#1072; &#1074; &#1086;&#1073;&#1083;&#1072;&#1082;&#1072;&#1093;, &#1087;&#1083;&#1086;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1075;&#1072;&#1079;&#1072;, &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072; &#1075;&#1072;&#1079;&#1072;, &#1082;&#1072;&#1082; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1086;&#1085; &#1076;&#1074;&#1080;&#1078;&#1077;&#1090;&#1089;&#1103; &#1082; &#1085;&#1072;&#1084; &#1080;&#1083;&#1080; &#1086;&#1090; &#1085;&#1072;&#1089;, &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1083;&#1080; &#1093;&#1086;&#1083;&#1086;&#1076;&#1085;&#1099;&#1077; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;, &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074; &#1073;&#1086;&#1083;&#1077;&#1077; &#1090;&#1077;&#1087;&#1083;&#1086;&#1084; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1077;, &#1080; &#1077;&#1089;&#1090;&#1100; &#1083;&#1080; &#1084;&#1077;&#1078;&#1079;&#1074;&#1077;&#1079;&#1076;&#1085;&#1099;&#1077; &#1087;&#1099;&#1083;&#1080;&#1085;&#1082;&#1080;, &#1089;&#1084;&#1077;&#1096;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089; &#1075;&#1072;&#1079;&#1086;&#1084;. </font><font style="vertical-align: inherit;">&#1048; &#1074;&#1089;&#1077; &#1101;&#1090;&#1086; &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1091; &#1089;&#1074;&#1077;&#1090;&#1072;!
</font></font><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1069;&#1090;&#1080; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086;&#1075;&#1083;&#1086;&#1097;&#1077;&#1085;&#1080;&#1103; &#1084;&#1086;&#1078;&#1085;&#1086; &#1088;&#1072;&#1089;&#1089;&#1084;&#1072;&#1090;&#1088;&#1080;&#1074;&#1072;&#1090;&#1100; &#1082;&#1072;&#1082; </font></font><i><b><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1082;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;</font></font></b></i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> , &#1075;&#1076;&#1077; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1090;&#1080;&#1087; &#1072;&#1090;&#1086;&#1084;&#1072; &#1080;&#1083;&#1080; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1091;&#1102; &#1087;&#1086;&#1076;&#1087;&#1080;&#1089;&#1100; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1072;. </font><font style="vertical-align: inherit;">&#1058;&#1086;&#1075;&#1076;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1076;&#1091;&#1084;&#1072;&#1090;&#1100; &#1086; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1088;&#1072;&#1092;&#1077; &#1082;&#1072;&#1082; &#1086; «&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1072;». </font><font style="vertical-align: inherit;">&#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1075;&#1072;&#1079;&#1086;&#1074;&#1099;&#1084; &#1086;&#1073;&#1083;&#1072;&#1082;&#1086;&#1084;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1085;, &#1072;&#1089;&#1090;&#1088;&#1086;&#1085;&#1086;&#1084;&#1099; &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1080;&#1085;&#1090;&#1077;&#1088;&#1087;&#1088;&#1077;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1077;&#1075;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;. </font><font style="vertical-align: inherit;">&#1042;&#1086;&#1090; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1099; &#1090;&#1080;&#1087;&#1086;&#1074; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1088;&#1072;&#1092;&#1072;&#1084;&#1080; FUSE: 
</font></font></p><center>
<p>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/barcodes.gif">
</p><p>
</p></center>
<b><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1090;&#1074;&#1086;&#1103; &#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1100;! </font></font></b> <br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1055;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077;, &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1083;&#1080; &#1074;&#1099; &#1091;&#1075;&#1072;&#1076;&#1072;&#1090;&#1100;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083;&#1080; &#1089;&#1074;&#1086;&#1081; &#1089;&#1083;&#1077;&#1076; &#1074; &#1101;&#1090;&#1086;&#1084; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1077;:
</font></font><center>
<p>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/guesswhich.gif">
</p></center>
<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1076;&#1091;&#1084;&#1072;&#1077;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1079;&#1085;&#1072;&#1077;&#1090;&#1077;, </font></font><a href="https://barionleg.github.io/cellhashR/Cosmic%20Barcode%20Answer.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1100;&#1090;&#1077; &#1079;&#1076;&#1077;&#1089;&#1100; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1099;&#1081; &#1086;&#1090;&#1074;&#1077;&#1090;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> .
</font></font></p><p>
</p><center>
<img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/emspect.gif">
</center>
<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1100;&#1090;&#1077; &#1087;&#1080;&#1089;&#1100;&#1084;&#1086; </font></font><a href="mailto:sembach@stsci.edu"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1091; &#1050;&#1077;&#1085;&#1091; &#1057;&#1077;&#1084;&#1073;&#1072;&#1093;&#1091;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> &#1080;&#1083;&#1080; </font></font><a href="mailto:wpb@pha.jhu.edu"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1091; &#1041;&#1080;&#1083;&#1083;&#1091; &#1041;&#1083;&#1101;&#1088;&#1091;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> .

</font></font></p></td></tr>
</tbody></table>
</center>

<!--#include virtual="/web_includes/lower_table2.html"--><div id="goog-gt-tt" class="VIpgJd-yAWNEb-L7lbkb skiptranslate" style="border-radius: 12px; margin: 0 0 0 -23px; padding: 0; font-family: &#39;Google Sans&#39;, Arial, sans-serif;" data-id=""><div id="goog-gt-vt" class="VIpgJd-yAWNEb-hvhgNd"><div class=" VIpgJd-yAWNEb-hvhgNd-l4eHX-i3jM8c"><img src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/24px.svg" width="24" height="24" alt=""></div><div class=" VIpgJd-yAWNEb-hvhgNd-k77Iif-i3jM8c"><div class="VIpgJd-yAWNEb-hvhgNd-IuizWc" dir="ltr">&#1048;&#1089;&#1093;&#1086;&#1076;&#1085;&#1099;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090;</div><div id="goog-gt-original-text" class="VIpgJd-yAWNEb-nVMfcd-fmcmS VIpgJd-yAWNEb-hvhgNd-axAV1"></div></div><div class="VIpgJd-yAWNEb-hvhgNd-N7Eqid ltr"><div class="VIpgJd-yAWNEb-hvhgNd-N7Eqid-B7I4Od ltr" dir="ltr"><div class="VIpgJd-yAWNEb-hvhgNd-UTujCb">&#1054;&#1094;&#1077;&#1085;&#1080;&#1090;&#1077; &#1101;&#1090;&#1086;&#1090; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;</div><div class="VIpgJd-yAWNEb-hvhgNd-eO9mKe">&#1042;&#1072;&#1096; &#1086;&#1090;&#1079;&#1099;&#1074; &#1087;&#1086;&#1084;&#1086;&#1078;&#1077;&#1090; &#1085;&#1072;&#1084; &#1091;&#1083;&#1091;&#1095;&#1096;&#1080;&#1090;&#1100; Google &#1055;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1095;&#1080;&#1082;</div></div><div class="VIpgJd-yAWNEb-hvhgNd-xgov5 ltr"><button id="goog-gt-thumbUpButton" type="button" class="VIpgJd-yAWNEb-hvhgNd-bgm6sf" title="&#1061;&#1086;&#1088;&#1086;&#1096;&#1080;&#1081; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;" aria-label="&#1061;&#1086;&#1088;&#1086;&#1096;&#1080;&#1081; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;" aria-pressed="false"><span id="goog-gt-thumbUpIcon"><svg width="24" height="24" viewBox="0 0 24 24" focusable="false" class="VIpgJd-yAWNEb-hvhgNd-THI6Vb NMm5M"><path d="M21 7h-6.31l.95-4.57.03-.32c0-.41-.17-.79-.44-1.06L14.17 0S7.08 6.85 7 7H2v13h16c.83 0 1.54-.5 1.84-1.22l3.02-7.05c.09-.23.14-.47.14-.73V9c0-1.1-.9-2-2-2zM7 18H4V9h3v9zm14-7l-3 7H9V8l4.34-4.34L12 9h9v2z"></path></svg></span><span id="goog-gt-thumbUpIconFilled"><svg width="24" height="24" viewBox="0 0 24 24" focusable="false" class="VIpgJd-yAWNEb-hvhgNd-THI6Vb NMm5M"><path d="M21 7h-6.31l.95-4.57.03-.32c0-.41-.17-.79-.44-1.06L14.17 0S7.08 6.85 7 7v13h11c.83 0 1.54-.5 1.84-1.22l3.02-7.05c.09-.23.14-.47.14-.73V9c0-1.1-.9-2-2-2zM5 7H1v13h4V7z"></path></svg></span></button><button id="goog-gt-thumbDownButton" type="button" class="VIpgJd-yAWNEb-hvhgNd-bgm6sf" title="&#1055;&#1083;&#1086;&#1093;&#1086;&#1081; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;" aria-label="&#1055;&#1083;&#1086;&#1093;&#1086;&#1081; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;" aria-pressed="false"><span id="goog-gt-thumbDownIcon"><svg width="24" height="24" viewBox="0 0 24 24" focusable="false" class="VIpgJd-yAWNEb-hvhgNd-THI6Vb NMm5M"><path d="M3 17h6.31l-.95 4.57-.03.32c0 .41.17.79.44 1.06L9.83 24s7.09-6.85 7.17-7h5V4H6c-.83 0-1.54.5-1.84 1.22l-3.02 7.05c-.09.23-.14.47-.14.73v2c0 1.1.9 2 2 2zM17 6h3v9h-3V6zM3 13l3-7h9v10l-4.34 4.34L12 15H3v-2z"></path></svg></span><span id="goog-gt-thumbDownIconFilled"><svg width="24" height="24" viewBox="0 0 24 24" focusable="false" class="VIpgJd-yAWNEb-hvhgNd-THI6Vb NMm5M"><path d="M3 17h6.31l-.95 4.57-.03.32c0 .41.17.79.44 1.06L9.83 24s7.09-6.85 7.17-7V4H6c-.83 0-1.54.5-1.84 1.22l-3.02 7.05c-.09.23-.14.47-.14.73v2c0 1.1.9 2 2 2zm16 0h4V4h-4v13z"></path></svg></span></button></div></div><div id="goog-gt-votingHiddenPane" class="VIpgJd-yAWNEb-hvhgNd-aXYTce"><form id="goog-gt-votingForm" action="https://translate.googleapis.com/translate_voting?client=te_lib" method="post" target="votingFrame" class="VIpgJd-yAWNEb-hvhgNd-aXYTce"><input type="text" name="sl" id="goog-gt-votingInputSrcLang"><input type="text" name="tl" id="goog-gt-votingInputTrgLang"><input type="text" name="query" id="goog-gt-votingInputSrcText"><input type="text" name="gtrans" id="goog-gt-votingInputTrgText"><input type="text" name="vote" id="goog-gt-votingInputVote"></form><iframe name="votingFrame" frameborder="0" src="./&#1050;&#1086;&#1089;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1096;&#1090;&#1088;&#1080;&#1093;-&#1082;&#1086;&#1076;&#1099;_files/saved_resource.html"></iframe></div></div></div>





</body></html>
